Repository: mohammedmirzada/pertuk-ios
Catalog: Pertuk/Pertuk/*.lproj/Localizable.strings
Languages: ckb

# over
source: Over 1,500+ Kurdish Books
ckb: زیاتر لە ١،٥٠٠ کتێبی کوردی

# over_two
source: Programnas Library is a collection of books from other websites and blogs. you can read and download books for free.
ckb: کتێبخانەی پڕۆگرامناس کۆکراوەی دەزگا و ماڵپەڕەکانی ترن. دەتوانیت کتێبەکان بە خۆڕایی بخوێنیتەوە و دایانبگریت.

source: Books
ckb: کتێبەکان

source: All Books
ckb: هەموو کتێبەکان

source: View All
ckb: بینینی هەمووی

source: Retry
ckb: دووبارە هەوڵداناوە

source: Authors
ckb: نووسەرەکان

source: My Read Books
ckb: کتێبە خوێندراوەکانم

# my_read_favourite
source: My Read Favourite Books
ckb: کتێبە دڵخوازەکانم

source: Log Out
ckb: چوونە دەرەوە

# are_u_sure
source: Are you sure you want to logout?
ckb: دڵنیایت لەوەی کە دەتەوێت بچیتە دەرەوە؟

source: Yes
ckb: بەڵێ

source: No
ckb: نەخێر

source: username or email
ckb: ناوی-بەکارهێنەر یان ئیمەیڵ

source: Password
ckb: تێپەڕە-ووشە

source: Login
ckb: بچۆرە ژوورەوە

source: Sign Up
ckb: خۆت تۆمار بکە

# to_change_language
source: To change language open:
ckb: بۆ گۆڕینی زمان:

source: Copyright
ckb: مافی بڵاوکردنەوە

source: Community
ckb: کۆمەڵگە

source: Support
ckb: پشتیوانی

source: Privacy
ckb: تایبەتمەندیەتی

# all_uthors
source: All Authors
ckb: هەموو نووسەرەکان

source: Read Book One
ckb: کتێبی یەکەم بخوێنەرەوە

source: Read Book Two
ckb: کتێبی دووەم بخوێنەرەوە

source: Read Book Three
ckb: کتێبی سێیەم بخوێنەرەوە

source: Read Book Four
ckb: کتێبی چوارەم بخوێنەرەوە

source: Read Book Five
ckb: کتێبی پێنجەم بخوێنەرەوە

source: Read Book Six
ckb: کتێبی شەشەم بخوێنەرەوە

source: Read Book Seven
ckb: کتێبی حەوتەم بخوێنەرەوە

source: Read Book Eight
ckb: کتێبی هەشتەم بخوێنەرەوە

source: Read Book Nine
ckb: کتێبی نۆیەم بخوێنەرەوە

source: Read Book Ten
ckb: کتێبی دەیەم بخوێنەرەوە

# find_
source: Find books...
ckb: بگەڕێ بۆ دۆزینەوەی کتێب...

source: Download Book One
ckb: کتێبی یەکەم دابگرە

source: Download Book Two
ckb: کتێبی دووەم دابگرە

source: Download Book Three
ckb: کتێبی سێیەم دابگرە

source: Download Book Four
ckb: کتێبی چوارەم دابگرە

source: Download Book Five
ckb: کتێبی پێنجەم دابگرە

source: Download Book Six
ckb: کتێبی شەشەم دابگرە

source: Download Book Seven
ckb: کتێبی حەوتەم دابگرە

source: Download Book Eight
ckb: کتێبی هەشتەم دابگرە

source: Download Book Nine
ckb: کتێبی نۆیەم دابگرە

source: Download Book Ten
ckb: کتێبی دەیەم دابگرە

source: Name
ckb: ناو

source: username
ckb: ناوی-بەکارهێنەر

source: Email
ckb: ئیمەیڵ

source: Confirm Password
ckb: دووبارە تێپەڕە-ووشە

# signup_for
source: Sign Up for Programnas Library
ckb: خۆت تۆمار بکە لە کتێبخانەی پڕۆگرامناس

source: OK
ckb: باشە

source: Delete Account
ckb: داخستنی هەژمار

# areusuredeleteaccount
source: Are you sure want to delete your account? It cannot be undone!
ckb: دڵنیایت لە ڕەشکردنەوەی هەژمارەکەت؟

# tepdelete
source: type Delete
ckb: بنوسە Delete

# confirmdeleteaccount
source: Confirm and delete my account
ckb: پشتڕاستکردنەوە بۆ ڕەشکردنەوەی هەژمارەکەت

source: Cancel
ckb: پاشگەزبوونەوە

# ifsoplease
source: If so, please type [Delete] in the text field to confirm the account deletion and when you press the (Confirm and delete my account) button, immediately your account will be deleted, and logged out of the app.
ckb: ئەگەر دڵنیایت، ئەوا تکایە بنووسە [Delete] لەناو خانەی نووسینەکە و هەرکە دوگمەی (پشتڕاستکردنەوە بۆ ڕەشکردنەوەی هەژمارەکەت) داگرت ڕاستەوخۆ هەژمارەکەت ڕەشدەبێتەوە و دێیتە دەرەوە لە بەرنامەکە.

# theconf_werong
source: The confimation word is wrong
ckb: ووشە پشتڕاستکەرەوەکە هەڵەیە.

# pleasetypeagain
source: Please type [Delete] in the text field again.
ckb: تکایە دووبارە [Delete] بنووسە لەناو خانەی نووسینەکە.

# byclickingsignup
source: By clicking Sign Up button you have agreed to our Terms.
ckb: بە داگرتنی دوگمەی (تۆماربوون) بە واتای ڕازیبوونت دێ بە مەرج و یاساکان.
